---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Zone.CalculatedCoolingLoad
source: html/6ae85609-7bff-d53b-1333-3eb588c2a892.htm
---
# Autodesk.Revit.DB.Mechanical.Zone.CalculatedCoolingLoad Property

Get the Calculated Cooling Load of the Zone.

## Syntax (C#)
```csharp
public double CalculatedCoolingLoad { get; }
```

## Remarks
This property is used to get the Calculated Cooling Load of the Zone.